src/libclient/measurement/upnpSniffer/xmlInfoFromVlc.xml

    <s:Envelope
        xmlns:s="http://schemas.xmlsoap.org/soap/envelope/"
        s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
        <s:Body>
            <u:Browse
                xmlns:u="urn:schemas-upnp-org:service:ContentDirectory:1">
                <ObjectID>
                    7</ObjectID>
                <BrowseFlag>BrowseDirectChildren</BrowseFlag>
                <Filter>
                    id,dc:title,res,sec:CaptionInfo,sec:CaptionInfoEx</Filter>
                <StartingIndex>
                    0</StartingIndex>
                <RequestedCount>
                    0</RequestedCount>
                <SortCriteria>
                    </SortCriteria>
                </u:Browse>
            </s:Body>
        </s:Envelope>
